akamud.vscode-theme-onedark
charliermarsh.ruff
dbtlabsinc.dbt
dorzey.vscode-sqlfluff
esbenp.prettier-vscode
github.copilot
github.copilot-chat
jnoortheen.nix-ide
mkhl.direnv
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
pkief.material-icon-theme
redhat.vscode-yaml
samuelcolvin.jinjahtml
usernamehw.errorlens
vscodevim.vim
yassun7010.vscode-shandy-sqlfmt
