akamud.vscode-theme-onedark
altimateai.vscode-altimate-mcp-server
anthropic.claude-code
charliermarsh.ruff
dbtlabsinc.dbt
dorzey.vscode-sqlfluff
esbenp.prettier-vscode
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
golang.go
hashicorp.terraform
humao.rest-client
innoverio.vscode-dbt-power-user
jnoortheen.nix-ide
mechatroner.rainbow-csv
mkhl.direnv
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode.remote-explorer
ms-vscode.remote-repositories
pkief.material-icon-theme
qufiwefefwoyn.inline-sql-syntax
redhat.vscode-yaml
samuelcolvin.jinjahtml
tamasfe.even-better-toml
usernamehw.errorlens
vscodevim.vim
yassun7010.vscode-shandy-sqlfmt
