akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
charliermarsh.ruff
esbenp.prettier-vscode
github.copilot
github.copilot-chat
golang.go
hashicorp.terraform
inferrinizzard.prettier-sql-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode.remote-explorer
pkief.material-icon-theme
redhat.vscode-yaml
usernamehw.errorlens
vscodevim.vim
waderyan.gitblame
